<template>
  <div class="container mt-5 pt-5">
    <div class="row">
      <div id="menu" class="col-12 col-md-4 col-lg-3 position-sticky h-100">
        <nav id="navbar-example3" class="navbar navbar-light bg-light flex-column align-items-stretch p-3 pt-0">
          <a class="navbar-brand" href="#">Подразделения</a>
          <nav class="nav nav-pills flex-column">
            <a class="nav-link ps-0" href="#item-1">Дендрарий</a>
          </nav>
        </nav>
      </div>

      <div class="col-12 col-md">
        <div data-bs-offset="0" data-bs-spy="scroll" data-bs-target="#navbar-example3" tabindex="0">
          <h4 id="item-1">
            Дендрарий
          </h4>
          <p>
            На территории УЛХ создан Дендрарий Сибирского государственного университета науки и технологий имени
            академика М.Ф. Решетнева (Дендрарий Сибирского государственного технологического университета)
          </p>
          <p>
            Дендрарий один из старейших в Красноярском крае. Расположен он в зелёной зоне краевого центра, недалеко от
            посёлка Удачного, в Караульном лесничестве Учебно-опытного лесхоза (далее УЛХ). Его площадь составляет около
            9 гектаров, на которых живут 157 видов и гибридов древесных пород (26 семейств, 62 рода), представляющих
            флору Европы, Средней Азии, Сибири, Дальнего Востока, Китая, Японии, Северной Америки. Здесь имеются
            посевное, школьное, пять маточных отделений, что позволяет проводить фенологические наблюдения, изучать
            полиморфизм, адаптационные особенности растений, экологическую устойчивость, семеношения, а также выращивать
            потомство отселектированных экземпляров. Поскольку многие растения уже вступили в пору семеношения, это даёт
            уникальный генофонд для селекционной работы.
          </p>
          <p>
            А начало дендрарию было положено в далёком 1948 году. Работами по его закладке руководил человек
            удивительной судьбы - профессор
            В.Э. Шмидт, доктор сельскохозяйственных наук, первый директор Ботанического сада АН УССР.
          </p>

          <p>
            В 1948 году Вальтер Эдуардович Шмидт возглавил экспедицию по обследованию лесов и рек Урала, а также заложил
            дендрарий в Караульном лесничестве при СибЛТИ. Тогда площадь дендрария составляла 2 гектара, а главная
            задача его создания виделась в изучении возможности выращивания инорайонных растений в суровых условиях
            Сибири, а главное - в формировании ценной коллекции деревьев и кустарников для студентов лесохозяйственного
            факультета. Семена для дендрария были выписаны с лесосеменных станции, из ботанических садов, дендрариев из
            Москвы, Киева, Липецка, Хабаровска и других городов.
          </p>
          <p>
            Научные разработки В.Э. Шмидта в дальнейшем были использованы профессорами В. В. Огиевским и А. Р. Родиным
            при написании учеб­ников по лесному делу. В 1953-1959 гг. под руководством доцента
            Е. П. Верховцева была создана аллея привитого кедра сибирско­го. Доцент О. П. Олисова создала отделение
            «Арборетум», состоящее из секторов, сфор­мированных по географическому принципу: Европа, Северная Америка,
            Сибирь, Дальний Восток. С 1958-1960 гг. под её же руководством в дендрарии были проведены географические
            посадки кедровых сосен. В 1961-63 гг. к ним прибавились коллекции тополя и ивы профессора И. Ю.
            Коропачинского.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'LearningPage',
  layout (context) {
    return 'user'
  }
}
</script>

<style lang="scss" scoped>
.nav-link {
  color: rgba(0, 0, 0, 0.6);

  &.active {
    background: transparent;
    color: rgba(0, 0, 0, 0.8);
  }
}
#menu {
  top: 150px;
}
</style>
