<template>
  <div class="container">
    <div
      class="row justify-content-center align-items-center"
    >
      <div class="col-3 col-md-4 col-lg-2 mt-md-5">
        <img src="@/static/logo.svg" class="img-fluid w-100 mt-md-5 mb-5" alt="logo">
      </div>
      <div class="col-10 col-md-11 mt-5 mt-md-0">
        <p>
          История Учебно-опытного лесхоза им. М.Ф. Решетнева (далее УЛХ) начинается с 1930 гг., когда первому вузу в
          Красноярске (Сибирский лесной институт) была необходима база практик для осуществления ведения учебных занятий и
          научных исследований. После долгих согласований, подготовительных работ к его открытию вузу выделили участок для
          создания учебно-опытного лесхоза. В его создание и становление принимали участие известные в вузе и городе лица.
          Однако наибольший вклад в развитие УЛХ внёс директор Д.В. Юрчишин. Основным генератором деятельности УЛХ
          является кафедра селекции и озеленения под управлением Н.П. Братиловой. Руководство научной работой на
          учебно-научных объектах возглавляет профессор
          Р.Н. Матвеева.
        </p>
        <p>
          Основными объектами учебно-опытного лесхоза, созданными силами сотрудников и студентов Института лесных
          технологий (далее ИЛТ), является: дендрарий площадью 9,1 га, географические плантационный культуры кедровых
          сосен семенного происхождения и вегетативного (прививкой, черенкованием), разных морфологических форм, сортов,
          клонов, полусибов - 20 га; культуры облепихи крушиновидная - 2 га, культуры пихты, созданные калиброванный
          посадочным материалом - 2 га, геодезический полигон протяженностью 5 км, серия постоянных пробных площадей.
        </p>
        <p>
          На территории учебно-опытного лесхоза создано биологическая станция «Караульная» имеющая статус особо охраняемой
          природной территорией краевого значения (созданная постановлением администрации Красноярского края от 19.09.01
          г. N 662-п расположена на левом берегу Енисея в бассейне рек Собачья, Караульная и Боровая в Караульном
          лесничестве Учебно-опытного лесхоза СибГУ им.
          М.Ф. Решетнева).
        </p>
        <p>
          Биостанция «Караульная» служит учебной научно-исследовательской базой.
        </p>
        <p>
          На территории биостанции, в лесах естественного происхождения не затронутых хозяйственной деятельностью,
          заложены ряд постоянных пробных площадей, на которых в течение нескольких десятилетий ведется регулярное
          наблюдение за процессами роста, развития, состояния насаждений и др.
        </p>
        <p>
          Биостанция является природоохранным, научно-исследовательским подразделениями университета созданым еще в 40-х
          годах и к настоящему времени стали историей лесной науки Красноярского края. Целью станции является оптимизация
          учебного процесса по лесохозяйственным специальностям, проведение научных исследований в области охраны и
          воспроизводства лесных ресурсов.
        </p>
        <p>
          На территории Биостанции проводятся учебные, производственные практики со студентами, школьниками, являющимися
          слушателями Малой эколога-лесной академии, ведется просветительская экологическая деятельность, проводятся
          олимпиады, конкурсы школьных лесничеств.
        </p>
        <p>
          Благодаря поддержке руководства вуза УЛХ многие годы осуществляются практики, на его территории имеются корпуса
          для проживания студентов, созданы необходимые условия для продолжительных учебных практик.
        </p>
        <p>
          Учебно-опытный лесхоз являются полигоном для проведения научных исследований кафедр ИЛТ. Сотрудниками
          университета ведется селекционная работа для получения наиболее продуктивных древостоев хозяйственно ценных
          пород, разрабатываются новые технологии размножения (семенное, вегетативное, in vitro) и выращивания посадочного
          материала. Исследуются возбудители болезней и динамика численности насекомых вредителей леса. Расположенная в
          пригородной зоне биостанция является удобным местом для изучения антропогенного воздействия на лесную
          растительность, в том числе рекреационного.
        </p>
        <p>
          По результатам этих исследований в последние годы защищаются кандидатские диссертаций под руководством
          профессоров ИЛТ.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'UniversityPage',
  layout (context) {
    return 'user'
  }
}
</script>
