<template>
  <div
    class="row justify-content-center align-items-center"
  >
    <div class="col-3 col-md-4 col-lg-2 mt-md-5">
      <img src="@/static/logo.svg" class="img-fluid w-100 mt-md-5" alt="logo">
    </div>
    <div class="col-10 col-md-11 mt-5 mt-md-0">
      <p>
        <b>Миссия</b> Сибирского государственного университета науки и технологии имени академика М.Ф. Решетнева — опорного университета края заключается в обеспечении опережающего социально-экономического развития Красноярского края и Сибири, укреплении обороноспособности страны за счёт инновационного развития человеческого капитала, подготовки конкурентоспособных высококвалифицированных инженерных кадров, проведения фундаментальных и прикладных научных исследований в области передовых технологий наукоёмкого и высокотехнологического производства.
      </p>
      <p>
        <b>Наша главная цель</b> – формирование инженерно-технического многопрофильного вуза предпринимательского типа – драйвера социально-экономического и инновационного развития Красноярского края и Сибири, внедряющего прорывные производственные технологии в образовательную и научно-инновационную деятельность через кооперацию с передовыми предприятиями, инновационными структурами, академической научной общественностью и ведущими отечественными и зарубежными вузами-партнёрами.
      </p>
    </div>
  </div>
</template>

<script>
export default {
  name: 'UniversityPage',
  layout (context) {
    return 'user'
  }
}
</script>

<style scoped>
@media screen and (max-width: 768px) {
  .row {
    position: relative !important;
  }
}

.row {
  top: 0;
  height: 100vh;
  min-height: 600px;
  position: absolute;
}

</style>
